{
    "title": "The Santa Rosa City Local Hero",
    "date": "Dec 2021",
    "headerImage": "basilo.jpg",
    "contents": [
        {
            "paragraph": "Santa Rosa city has its own local hero, his name is Col. Basilio Barroma Gonzalez (1868-1946). He is a former mayor and one of the town's local heroes. He fought the Spanish along with the Katipuneros that liberated the city during the revolution period (1896 - 1898). His statue lies in Santa Rosa Bayan beside the Gusaling Batasan (also used by Phil Post). Many who grows in the city know him well. However, tourists may not know him since his statue is not something that is easily noticed by anyone. As Santa Rosa city continues to grow, the number of people recognizing him lessens. You better see his statue and be one of the people that recognize him for his deeds. His ancestral house is still standing and carefully maintained, but the outside walls are getting older."
        },
        {
            "headingText": "Statue",
            "image": "statuemap.jpg",
            "paragraph": "The inscription in the statue is read as follows. The organizer of the Original Katipunero Magdalo Faction of Santa Rosa Laguna group that bought in Cavite sector 1896-1897 under General Emilio Aguinaldo against the Spanish Forces and their indigenous allies; and the final battle for the liberation of this town, that led to the establishment on 28 May 1898 of the local Revolutionary Municipal Government under Col. Basilio Barroma Gonzales, until the outbreak of the Philippine American war when this town was invaded and occupied by the American Forces under Col. Robert T. Bullard in early 1900"
        }
    ],
    "??": [
        {
            "linkname": "https://en.wikipedia.org/wiki/Enchanted_Kingdom",
            "link": "https://en.wikipedia.org/wiki/Enchanted_Kingdom"
        },
        {
            "linkname": "https://primer.com.ph/travel/2015/12/07/enchanted-kingdom/",
            "link": "https://primer.com.ph/travel/2015/12/07/enchanted-kingdom/"
        },
        {
            "linkname": "https://www.klook.com/en-PH/blog/enchanted-kingdom-guidelines/",
            "link": "https://www.klook.com/en-PH/blog/enchanted-kingdom-guidelines/"
        }
    ]
}
