{
    "title": "The Tiongco Brothers",
    "date": "July 2021",
    "headerImage": "tiongcobrothers.jpg",
    "imagecredits": "Cogie Domingo Production",
    "contents": [
        {
            "paragraph": "You might be too young to have seen the Tionco Brothers perform, but for Santa Rosa, these artist is what makes the city proud. The Tiongco Brothers (Fernando, Emilio, and Arthuro) are well-known pop artists in the '50s to '70s that live in Santa Rosa. There were so popular that they are dubbed as legendary performers as they gave our country pride and honor.  They are the first Filipinos to perform in Sydney Opera in Australia and ARAMCO Saudi Arabia. Their great grandmother is Maria Carpena - the Zarzuela Queen in 1912 - while his father is a well-known pianist. They sang Misa de Gallo during Christmas in the Santa Rosa de Lima Parish Church for more than 54 years. "
        },
        {
            "headingText": "EB Sugod Bahay",
            "paragraph": "One of the members of Tiongco Brothers was last seen* on the national television in GMA7 when Eat Bulaga visits Santa Rosa City for \"Juan for All, All for Juan\" in 2018. When Mang Jun surprisingly becomes the lucky contestant of the \"Sugod Bahay\" portion of the show. Vic Sotto has shown his affection as a fan, and they sang \"Love is a Many Splendored Thing\" - The Tiongco Brothers' signature song. The clip of the show can be watched on youtube.",
            "link": "https://www.youtube.com/watch?v=ve6IoaL-VWk",
            "linkText": "Tap to open Youtube link"
        },
        {
            "headingText": "Student Canteen",
            "image": "studentcanteen.jpg",
            "paragraph": "The Tiongco Brothers started their career on the Student Canteen TV show in 1958. The show was first aired in ABS-CBN from 1958 to 1965 and then was aired on GMA Network from 1975 to 1986. The show takes the afternoon block (Wikipedia). They start as a competitor in the signing contest of the show until the audience then linking their performance. They become a regular member of the show and then, they started performing in different countries like Japan. One of the members of Tiongco Brothers Emil has once become a city councilor where he serves for many years and later becomes a board member of the Province of Laguna. Jun, one of the members of the Tiongco Brothers pursue a career in business. "
        },
        {
            "headingText": "Song: Love is a  many splendored things",
            "paragraph": "You can watch the Tiongco Brothers song on Youtube (just search for it). Here is the link to their signature song: \"Love is a  many splendored things\". ",
            "link": "https://www.youtube.com/watch?v=m7ErD-91pBc",
            "linkText": "Tap to open Youtube link"
        }
    ],
    "??": [
        {
            "linkname": "https://www.philstar.com/entertainment/2021/04/30/2094659/tiongco-brothers-will-never-be-forgotten",
            "link": "https://www.philstar.com/entertainment/2021/04/30/2094659/tiongco-brothers-will-never-be-forgotten"
        },
        {
            "linkname": "https://www.pep.ph/pepalerts/cabinet-files/23966/vic-at-joey-nasorpresa-nang-makita-muli-ang-isang-miyembro-ng-tiongco-brothers",
            "link": "https://www.pep.ph/pepalerts/cabinet-files/23966/vic-at-joey-nasorpresa-nang-makita-muli-ang-isang-miyembro-ng-tiongco-brothers"
        },
        {
            "linkname": "FB Post from City Tourism Office - Santa Rosa",
            "link": "https://web.facebook.com/553001758377110/posts/tiongco-brotherssina-fernando-emilio-at-arturo-ay-nagsimulang-kumanta-noong-ika-/589908318019787/?_rdc=1&_rdr"
        },
        {
            "linkname": "https://www.philstar.com/entertainment/2014/01/07/1275863/inseparable-tiongco-brothers",
            "link": "https://www.philstar.com/entertainment/2014/01/07/1275863/inseparable-tiongco-brothers"
        }
    ]
}
